Repository: Mohamedgamal423/MyFiles
Catalog: MyFiles/Localization/*.lproj/Localizable.strings
Languages: ar

source: Sign In
ar: تسجيل الدخول

source: Sign up
ar: إنشاء حساب

source: Or Sign in with
ar: او سجل من خلال

source: Skip
ar: تخطي

source: don't have an account ?
ar: ليس لديك حساب؟

source: Password
ar: كلمه المرور

source: enter name
ar: أدخل الاسم

source: enter email
ar: أدخل البريد الإلكتروني

source: enter password
ar: أدخل كلمة المرور

source: enter phone number
ar: أدخل رقم الهاتف

source: Continue
ar: استمرار

source: Contact Us
ar: تواصل معنا

source: Delete Account
ar: حذف الحساب

source: No data found.
ar: .لاتوجد بيانات

source: Scan
ar: المسح الضوئي

source: Login
ar: تسجيل الدخول

source: Please login first
ar: من فضلك سجل الدخول اولا

source: Save
ar: حفظ

source: User
ar: المستخدم

source: General
ar: عام

source: Logout
ar: تسجيل الخروج

source: Edit Account Info
ar: تعديل بيانات الحساب

source: Change Language
ar: تغيير اللغة

source: Choose Your Prefered Language
ar: اختر لغتك المفضلة

source: English
ar: انجليزي

source: Language
ar: اللغة

source: Arabic
ar: عربي

source: are you sure about delete your Account
ar: هل انت بالفعل تريد حذف الحساب

source: are you sure about logout from your Account
ar: هل انت بالفعل تريد تسجيل الخروج

source: Cancel
ar: إلغاء

source: Delete
ar: حذف

source: your data updated success
ar: تم تحديث بيانات الحساب

source: Update Your Account
ar: تحديث بيانات الحساب

source: Email
ar: البريد الالكتروني

source: Name
ar: الاسم

source: Phone Number
ar: رقم الهاتف

source: Add Guests
ar: اضافة المدعويين

source: some error happend please try again
ar: حدث خطا ما حاول مره اخري

source: Home
ar: الرئيسية

source: Notifications
ar: الاشعارات

source: scanner
ar: الماسح الضوئي

source: Profile
ar: الحساب

source: profile
ar: الحساب

source: Next
ar: التالي

source: Pay
ar: ادفع الان

source: Asfrt Packages
ar: باقات أسفرت

source: Services
ar: خدماتنا

source: My Invitations
ar: مناسباتي

source: Delete Event
ar: مسح المناسبة

source: Please Choose
ar: اختر

source: Remider Guests
ar: تذكير المدعويين

source: Event Name
ar: الاسم

source: Event Date
ar: التاريخ

source: Image
ar: الصوره

source: Show QR code
ar: استخدام QR لارسال الدعوات

source: Event Location
ar: الموقع

source: Create Invitation
ar: انشاء دعوة

source: enter event name
ar: اسم الناسبة

source: enter event date
ar: موعد المناسبة

source: Contacts
ar: جهات الاتصال

source: invite from contacts
ar: اختيار المدعويين من جهات الاتصال

source: Excel
ar: ملف Excel

source: load guests from excel file
ar: اضافة المدعويين من ملف Excel

source: please select at least 1 Guest from Contacts before continue
ar: من فضلك قم باختيار علي الاقل 1 مدعو من جهات الاتصال

source: please select package first
ar: من فضلك قم باختيار باقة اولا

source: Welcome to Asfrt
ar: اهلا بكم في تطبيق اسفرت

source: Confirm Attendance using Whatsapp
ar: تاكيد الحضور عن طريق الواتساب

source: Remind guests of the invitation date
ar: تذكير المدعوين بموعد المناسبه

source: QR code for every guest
ar: كود QR لكل مدعو

source: Send reports about guests
ar: ارسال تقارير حول المدعويين

source: Send location of invitation on Google maps
ar: ارسال موقع المناسبة علي خرائط جوجل

source: All
ar: الكل

source: Attended
ar: حضر

source: Confirmed
ar: اكد

source: Apologized
ar: اعتذر

source: UnSent
ar: لم يتم الارسال

source: Sent
ar: تم الارسال

source: Messages
ar: الرسائل

source: Failed
ar: فشل الارسال

source: Package
ar: باقة

source: Invitation Statistics
ar: احصائيات المدعوين

source: Invitation Report
ar: تفاصيل الدعوة

source: SAR
ar: ريال

source: All Features of Asfrt
ar: كل خدمات اسفرت الاساسية

source: Add
ar: اضافة

source: Guest
ar: مدعو

source: Choose package from ASFRT
ar: اختر من باقات اسفرت

source: Coming Soon
ar: قريبا

source: Our Features
ar: خدماتنا

source: Payment
ar: الدفع

source: Please add country code before every guest number, if not exists
ar: من فضلك تاكد من اضافه مفتاح الدوله في رقم كل مدعو ان لم يكن مضافا

source: Waiting
ar: انتظار

source: some error
ar: خطا ما

source: error
ar: خطا

source: success
ar: تم بنجاح

source: Invitation
ar: دعوة

source: Balance
ar: الرصيد

source: Charge
ar: شحن

source: Subscribe
ar: اشترك

source: Charge Problem
ar: مشكلة في الرصيد

source: please charge first to create invitation
ar: من فضلك قم بالشحن اولا لعمل الدعوة

source: search for contacts
ar: ابحث في جهات الاتصال

source: Number of Guests
ar: عدد المدعوين

source: Total Payment
ar: المبلغ الاجمالي

source: new version of Asfrt Application is available,Please update
ar: تتوفر نسخة جديده من تطبيق اسفرت , من فضلك حدث الان

source: Update
ar: تحديث الان

source: Skip this Version
ar: تخطي هذا التحديث

source: New Version Available
ar: تحديث للتطبيق

source: Contact us
ar: تواصل معنا

source: Alert
ar: تنبيه

source: please contact us to subscribe to this package
ar: من فضلك تواصل معنا للاشتراك في هذه الباقة

source: Select Guests from Contacts
ar: اختيار المدعويين من جهات الاتصال

source: please check internet connectivity
ar: من فضلك تحقق من الإتصال بالإنترنت

source: loading..
ar: جاري التحميل

source: emailLbl
ar: أدخل بريدك الإلكتروني لاستلام رمز OTP لإعادة تعيين كلمة المرور

source: otpverify
ar: قم بادخال الكود اللي تم ارساله الي ايميلك

source: OTPalert
ar: قم بادخال الكود المرسل اولا لاستمرار

source: Forget Password?
ar: هل نسيت كلمه المرور؟

source: Reset Password
ar: اعاده تعيين كلمة المرور

source: Pass required
ar: من فضلك ادخل كلمه السر

source: confirm Pass required
ar: من فضلك ادخل كلمه المرور للتاكيد

source: enter confirm password
ar: ادخل كلمه المرور للتاكيد

source: Confirm Password
ar: كلمه المرور للتاكيد

source: Email is required
ar: الايميل مطلوب

source: all fields required
ar: جميع الحقول مطلوبه

source: Reset password success
ar: تم تعيين كلمه المرور بنجاح
